Repository: mgriebling/Word-Sleuth
Catalog: WordLists.xcstrings
Source language: en
Languages: de, es, fr, hi, it, nl, pl, pt, ru, tr, uk

source: Happiness
de: Glück
es: Felicidad
fr: Bonheur
hi: प्रसन्नता
it: Felicità
nl: Geluk
pl: Szczęście
pt: Felicidade
ru: Счастье
tr: Mutluluk
uk: Щастя

source: Harassment
de: Belästigung
es: Acoso
fr: Harcèlement
hi: परेशानी
it: Vessazione
nl: Pesterij
pl: Nękanie
pt: Assédio
ru: Травля
tr: Rahatsız etme
uk: Переслідування

source: Harmonica
de: Mundharmonika
es: Armónica
hi: हारमोनिका
it: Armonica
nl: Mondharmonica
pl: Harmonijka ustna
pt: Harmônica
ru: Гармоника
tr: Harmonika
uk: Гармоніка

source: Harp
de: Harfe
es: Arpa
fr: Harpe
hi: हार्प
it: Arpa
pl: Harfa
pt: Harpa
ru: Арфа
tr: Arp
uk: Арфа

source: Harpoon
de: Harpune
es: Arpón
fr: Harpon
hi: मछभाला
it: Arpione
nl: Harpoen
pl: Harpun
pt: Arpão
ru: Гарпун
tr: Zıpkın
uk: Гарпун

source: Harpsichord
de: Cembalo
es: Clavicémbalo
fr: Clavecin
hi: हार्पसिकार्ड
it: Clavicembalo
nl: Klavecimbel
pl: Klawesyn
pt: Cravo
ru: Клавесин
tr: Klavsen
uk: Главесина

source: Harpy
de: Harpyie
es: Harpía
fr: Harpie
hi: हार्पी
it: Arpia
nl: Harpij
pl: Harpia
pt: Harpia
ru: Гарпия
uk: Гарпія

source: Hat
de: Mütze
es: Sombrero
fr: Chapeau
hi: टोपी
it: Cappello
nl: Hoed
pl: Kapelusz
pt: Chapéu
ru: Шляпа
tr: Şapka
uk: Капелюх

source: Hatchet
de: Beil
es: Hacha
fr: Hachette
hi: कुल्हाड़ी
it: Ascia
nl: Bijltje
pl: Siekiera
pt: Machadinha
ru: Топор
tr: Balta
uk: Сокика

source: Hatred
de: Hass
es: Odio
fr: Haine
hi: घृणा
it: Odio
nl: Haat
pl: Nienawiść
pt: Ódio
ru: Ненависть
tr: Nefret
uk: Ненависть

source: Havana
de: Havanna
es: La Habana
fr: La Havane
hi: हवाना
it: L'Avana
nl: Havanna
pl: Hawana
ru: Гавана
uk: Гавана

source: Havanese
de: Havanesisch
es: Habanés
fr: Havanais
hi: हवानी
nl: Havanees
pl: Hawańczyk
pt: Havanês
ru: Гаванский
uk: Гаванський

source: Hawk
de: Habicht
es: Halcón
fr: Faucon
hi: बाज़
it: Falco
nl: Havik
pl: Jastrząb
pt: Falcão
ru: Ястреб
tr: Şahin
uk: Яструб

source: Haze
de: Dunst
es: Bruma
fr: Brume
hi: उलझन
it: Foschia
nl: Waas
pl: Mgiełka
pt: Neblina
ru: Дымка
tr: Pus
uk: Сезамок

source: Head
de: Kopf
es: Cabeza
fr: Tête
hi: दिमाग़
it: Testa
nl: Hoofd
pl: Głowa
pt: Cabeça
ru: Голова
tr: Kafa
uk: Голова

source: Headboard
de: Kopfende
es: Cabecera
fr: Tête de lit
hi: हेडबोर्ड
it: Testiera
nl: Plank aan het hoofdeinde
pl: Wezgłowie
pt: Cabeceira da cama
ru: Спинка в изголовье кровати
tr: Başlık
uk: Узголів'я ліжка

source: Headlight
de: Scheinwerfer
es: Faro
fr: Phare
hi: हैडलाइट
it: Fanale
nl: Toplicht
pl: Reflektor
pt: Farol dianteiro
ru: Фара
tr: Far
uk: Фара

source: Hearing
de: Anhörung
es: Audiencia
fr: Audition
hi: श्रवण-शक्ति
it: Udito
nl: Gehoor
pl: Przesłuchanie
pt: Audição
ru: Слух
tr: Işitme
uk: Слухання

source: Heart
de: Herz
es: Corazón
fr: Cœur
hi: हृदय
it: Cuore
nl: Hart
pl: Serce
pt: Coração
ru: Сердце
tr: Kalp
uk: Серце

source: Heather
de: Heide
es: Brezo
fr: Bruyère
hi: क्षुप
it: Erica
nl: Heide
pl: Wrzos
pt: Urze
ru: Вереск
tr: Funda
uk: Хізер

source: Heatwave
de: Hitzewelle
es: Ola de calor
fr: Vague de chaleur
hi: गर्मी की लहर
it: Ondata di caldo
nl: Hittegolf
pl: Fala upałów
pt: Onda de calor
ru: Период сильной жары
tr: Sıcak hava dalgası
uk: Спека

source: Heavymetal
de: Schwermetall
fr: Métal lourd
hi: भारी धातु
it: Metallo pesante
nl: Zwaar metaal
pl: Ciężki metal
pt: Metal pesado
ru: Тяжелый металл
tr: Ağır metal
uk: Важкий метал

source: Hebrew
de: Hebräisch
es: Hebreo
fr: Hébreu
hi: हिब्रू
it: In ebraico
nl: Hebreeuws
pl: Hebrajczyk
pt: Hebraico
ru: Иврит
tr: İbranice
uk: Єврейський

source: Hectometer
de: Hektometer
es: Hectómetro
fr: Hectomètre
hi: हेक्टोमीटर
it: Ettometro
pl: Hektometr
pt: Hectômetro
ru: Гектометр
tr: Hektometre
uk: Гектометр

source: Hedgehog
de: Igel
es: Erizo
fr: Hérisson
hi: साही
it: Riccio
nl: Egel
pl: Jeż
pt: Ouriço-cacheiro
ru: Ёж
tr: Kirpi
uk: Їжак

source: Heel
de: Ferse
es: Talón
fr: Talon
hi: एड़ी
it: Tacco
nl: Hiel
pl: Pięta
pt: Calcanhar
ru: Каблук
tr: Topuk
uk: Підбори

source: Helicopter
de: Hubschrauber
es: Helicóptero
fr: Hélicoptère
hi: हेलिकॉप्टर
it: Elicottero
nl: Helikopter
pl: Śmigłowiec
pt: Helicóptero
ru: Вертолёт
tr: Helikopter
uk: Вертоліт

source: Hellbender
de: Schlammteufel
es: Ador del infierno
fr: Maître de l'enfer
hi: हेलबेंडर
pt: O Hellbender
ru: Адский магенд
tr: Cehennem bükücü
uk: Пекельний мандер

source: Hemp
de: Hanf
es: Cáñamo
fr: Chanvre
hi: गांजा
it: Canapa
nl: Hennep
pl: Konopie
pt: Cânhamo
ru: Конопля
tr: Kenevir
uk: Конопля

source: Heron
de: Reiher
es: Garza
fr: Héron
hi: बगुला
it: Airone
nl: Reiger
pl: Czapla
pt: Garça
ru: Цапля
tr: Balıkçıl
uk: Часла

source: Hexagon
de: Sechseck
es: Hexágono
fr: Hexagone
hi: षड्भुज
it: Esagono
nl: Zeshoek
pl: Sześciokąt
pt: Hexágono
ru: Шестиугольник
tr: Altıgen
uk: Шестикутник

source: Hibiscus
de: Hibiskus
es: Hibisco
hi: हिबिस्कस
it: Ibisco
pl: Hibiskus
pt: Hibisco
ru: Гибискус
tr: Ebegümeci
uk: Гібіскус

source: Highlander
de: Hochlandbewohner
es: Highlander escocés
fr: Montagnard
hi: हाईलैंडर
it: Montanaro
nl: Hooglander
pl: Góral
ru: Горец
uk: Горець

source: Hijacking
de: Entführung
es: Secuestro
fr: Détournement
hi: अपहरण की क्रिया
it: Dirottamento
nl: Kaping
pl: Uprowadzenie
pt: Sequestro
ru: Угон
tr: Kaçırma
uk: Викрадення

source: Hiking
de: Wandern
es: Excursionismo
fr: Randonnée
hi: लंबी पैदल यात्रा
it: Escursionismo
nl: Wandelen
pl: Piesze wędrówki
pt: Caminhada
ru: Пеший туризм
tr: Yürüyüş
uk: Піші прогулянки

source: Hill
de: Hügel
es: Colina
fr: Colline
hi: पहाड़ी
it: Collina
nl: Heuvel
pl: Wzgórze
pt: Colina
ru: Холм
tr: Tepe
uk: Пагорб

source: Himalayan
de: Himalaja
es: Himalayo
fr: Himalaya
hi: हिमालयन
it: Himalayano
nl: Van het Himalayagebergte
pl: Himalajski
pt: Himalaia
ru: Гималайский
tr: Himalaya
uk: Гімалайський

source: Hip
de: Hüfte
es: Cadera
fr: Hanche
hi: कूल्हे
it: Anca
nl: Heup
pl: Biodro
pt: Quadris
ru: Бедро
tr: Kalça
uk: Стегно

source: Hippopotamus
de: Nilpferd
es: Hipopótamo
fr: Hippopotame
hi: हिप्पोपोटामस
it: Ippopotamo
nl: Nijlpaard
pl: Hipopotam
pt: Hipopótamo
ru: Бегемот
tr: Su aygırı
uk: Бегемот

source: Historian
de: Historiker
es: Historiador
fr: Historien
hi: इतिहासकार
it: Storico
nl: Historicus
pl: Historyk
pt: Historiador
ru: Историк
tr: Tarihçi
uk: Історик

source: History
de: Geschichte
es: Historia
fr: Histoire
hi: इतिहास
it: Storia
nl: Geschiedenis
pl: Historia
pt: História
ru: История
tr: Tarih
uk: Історія

source: Hobbies
de: Hobbys
es: Aficiones
fr: Loisirs
hi: शौक
it: Hobby
nl: Hobby's
pl: Hobby
ru: Хобби
tr: Hobiler
uk: Хобі

source: Hoe
de: Hacke
es: Azada
fr: Houe
hi: कुदाल
it: Zappa
nl: Schoffel
pl: Motyka
pt: Enxada
ru: Мотыга
tr: Çapa
uk: Мотика

source: Hollyhock
de: Stockrose
es: Alcea
fr: Rose trémière
hi: होलीहॉक
it: Malvarosa
nl: Stokroos
pl: Malwa
ru: Алтей розовый
uk: Холлік

source: Holster
de: Halfter
es: Pistolera
fr: Étui de revolver
hi: होल्स्टर
it: Fondina
pl: Kabura
pt: Coldre
ru: Кобура
tr: Tabanca kılıfı
uk: Кобура

source: Honey
de: Honig
es: Miel
fr: Miel
hi: शहद
it: Miele
nl: Honing
pl: Miód
pt: Mel
ru: Мед
tr: Tatlım
uk: Мед

source: Honeysuckle
de: Geißblatt
es: Lonicera
fr: Chèvrefeuille
hi: हनीसकल
it: Caprifoglio
nl: Kamperfoelie
pl: Przewiercień wiciokrzew
pt: Madressilva
ru: Жимолость
tr: Hanımeli
uk: Жимолость

source: Hood
de: Abzugshaube
es: Campana
fr: Capot
hi: हुड
it: Cofano
nl: Kap
pl: Kaptur
pt: Capuz
ru: Капюшон
tr: Başlık
uk: Капюшон

source: Hoodie
de: Kapuzenpullover
es: Sudadera con capucha
fr: Sweat à capuche
hi: हुडी
it: Felpa con cappuccio
nl: Sweatshirt met capuchon
pl: Bluza z kapturem
pt: Moletom com capuz
ru: Толстовка
tr: Kapüşonlu
uk: Худі

source: Hope
de: Hoffnung
es: Esperanza
fr: Espoir
hi: आशा
it: Speranza
nl: Hoop
pl: Nadzieja
pt: Esperança
ru: Надежда
tr: Ummak
uk: Надія

source: Hornet
de: Hornisse
es: Avispón
fr: Frelon
hi: हाड़ा
it: Calabrone
nl: Horzel
pl: Szerszeń
pt: Vespa
ru: Шершень
tr: Eşek arısı
uk: Шершень

source: Horror
de: Grauen
es: Terror
fr: Horreur
hi: दहशत
it: Orrore
nl: Verschrikking
pl: Przerażenie
ru: Ужас
tr: Korku
uk: Жах

source: Horse
de: Pferd
es: Caballo
fr: Cheval
hi: घोड़ा
it: Cavallo
nl: Paard
pl: Koń
pt: Cavalo
ru: Лошадь
tr: At
uk: Кінь

source: Hostility
de: Feindseligkeit
es: Hostilidad
fr: Hostilité
hi: शत्रुता
it: Ostilità
nl: Vijandigheid
pl: Wrogość
pt: Hostilidade
ru: Враждебность
tr: Düşmanlık
uk: Ворожість

source: Hotel
de: Heinrich
fr: Henri
nl: Hendrik
pl: Henryk
ru: Отель
tr: Hatay

source: Hour
de: Stunde
es: Hora
fr: Heure
hi: घंटों
it: Ora
nl: Uur
pl: Godzina
pt: Hora
ru: Час
tr: Saat
uk: Година

source: House
de: Haus
es: Casa
fr: Maison
hi: रेस्तराँ
it: Casa
nl: Huis
pl: Dom
pt: Casa
ru: Дом
tr: Ev
uk: Будинок

source: Hubcap
de: Radkappe
es: Tapacubos
fr: Enjoliveur
hi: हबकैप
it: Coprimozzo
nl: Wieldop
pl: Kołpak
pt: Calota
ru: Колпак
tr: Jant kapağı
uk: Ковпачок

source: Humidity
de: Feuchtigkeit
es: Humedad
fr: Humidité
hi: आर्द्रता
it: Umidità
nl: Vochtigheid
pl: Wilgotność
pt: Umidade
ru: Влажность
tr: Nem
uk: Вологість

source: Humiliation
de: Demütigung
es: Vergüenza
hi: अपमान
it: Umiliazione
nl: Vernedering
pl: Upokorzenie
pt: Humilhação
ru: Унижение
tr: Aşağılama
uk: Приниження

source: Hummingbird
de: Kolibri
es: Colibrí
fr: Colibri
hi: हमिंगबर्ड
it: Colibrì
nl: Kolibrie
pl: Koliber
pt: Beija-flor
ru: Колибри
tr: Sinek kuşu
uk: Колібрі

source: Hundred
de: Hundert
es: Cien
fr: Cent
hi: सौ
it: Cento
nl: Honderd
pl: Sto
pt: Cem
tr: Yüz
uk: Сотні

source: Hungarian
de: Ungarisch
es: Húngaro
fr: Hongrois
hi: हंगेरियन
it: Ungherese
nl: Hongaars
pl: Węgier
pt: Húngaro
ru: Венгерский
tr: Macar
uk: Угорський

source: Hunting
de: Jagen
es: Caza
fr: Chasse
hi: आखेट-कर्म
it: Caccia
nl: Jagen
pl: Polowanie
pt: Caça
ru: Охота
tr: Avlanma
uk: Полювання

source: Hurricane
de: Hurrikan
es: Huracán
fr: Ouragan
hi: आँधी-तूफ़ान
it: Uragano
nl: Orkaan
pl: Huragan
pt: Furacão
ru: Ураган
tr: Kasırga
uk: Ураган

source: Hutch
de: Stall
es: Conejera
fr: Clapier
hi: दड़बा
it: Conigliera
nl: Hok
pl: Klatka
pt: Gaiola
ru: Клетка
tr: Kulübe
uk: Хатч

source: Hyacinth
de: Hyazinthe
es: Jacinto
fr: Jacinthe
hi: जलकुंभी
it: Giacinto
nl: Hyacint
pl: Hiacynt
pt: Jacinto
ru: Гиацинт
tr: Sümbül
uk: Гіацинт

source: Hydra
de: HydraPolyp
es: Hidra
fr: Hydre
hi: हाइड्रा
it: Idra
pt: Hidra
ru: Гидра
tr: Hidra
uk: Гідра

source: Hydrangea
de: Hortensie
es: Hortensia
fr: Hortensia
hi: हाइड्रेंजिया
it: Ortensia
nl: Hortensia
pl: Hortensja
pt: Hortênsia
ru: Гортензия
tr: Ortanca
uk: Гортензія

source: Hydrocarbon
de: Kohlenwasserstoff
es: Hidrocarburo
fr: Hydrocarbure
hi: हाइड्रोकार्बन
it: Idrocarburo
nl: Koolwaterstof
pl: Węglowodór
pt: Hidrocarboneto
ru: Углеводород
tr: Hidrokarbon
uk: Вуглеводні

source: Hydrology
de: Hydrologie
es: Hidrología
fr: Hydrologie
hi: भूजलविज्ञान
it: Idrologia
nl: Hydrologie
pl: Hydrologia
pt: Hidrologia
ru: Гидрология
tr: Hidroloji
uk: Гідрологія

source: Hyena
de: Hyäne
es: Hiena
fr: Hyène
hi: हाइना
it: Iena
pl: Hiena
pt: Hiena
ru: Гиена
tr: Sırtlan
uk: Гієна

source: Hyperbola
de: Hyperbel
es: Hipérbola
fr: Hyperbole
hi: अतिपरवलय
it: Iperbole
nl: Hyperbool
pl: Hiperbola
pt: Hipérbole
ru: Гипербола
tr: Hiperbol
uk: Гіпербола

source: Hyperbole
de: Hyperbel
es: Hipérbole
hi: अतिशयोक्ति
it: Iperbole
nl: Hyperbool
pl: Hiperbola
pt: Hipérbole
ru: Гипербола
tr: Abartı
uk: Гіпербола

source: Ibex
de: Steinbock
es: Cabra montés
fr: Bouquetin
hi: आइबेक्स
nl: Steenbok
pl: Kozioł skalny
pt: Cabra montesa
ru: Козерог
uk: Ібекс

source: Ice
de: Eis
es: Hielo
fr: Glace
hi: बर्फ़
it: Gelato
nl: Ijs
pl: Lód
pt: Gelo
ru: Мороженое
tr: Buz
uk: Лід

source: Iceberg
de: Eisberg
hi: हिमशैल
nl: Ijsberg
pl: Góra lodowa
pt: Icebergue
ru: Айсберг
tr: Buz dağı
uk: Айсберг

source: Icecream
de: Eiscreme
es: Helado
fr: Crème glacée
hi: आइसक्रीम
it: Gelato
nl: IJs
pl: Lody
pt: Sorvete
ru: Мороженое
tr: Dondurma
uk: Морозиво

source: Icelandic
de: Isländisch
es: Islandés
fr: Islandais
hi: आइसलैंडिक
it: Islandese
nl: IJslands
pl: Islandzki
pt: Islandês
ru: Исландский
tr: İzlandaca
uk: Ісландський

source: Icequake
de: Eisbeben
es: Térreo de hielo
fr: Séits de glace
hi: हिमभूकंप
it: Gelato
nl: IJsbevroing
pl: Trzęsienie lodowe
pt: Soco de gelo
ru: Ледяное землетрясение
tr: Buz Depremi
uk: Льодовий землетрус

source: Idiom
de: Redewendung
es: Modismo
fr: Idiome
hi: मुहावरा
it: Idioma
nl: Idioom
pt: Idioma
ru: Идиома
tr: Deyim
uk: Ідіома

source: Igneous
de: Igneus
es: Ígneo
fr: Igné
hi: आग्नेय
it: Igneo
nl: Vurig
pl: Magmowy
pt: Ígneo
ru: Вулканического происхождения
uk: Ігнеозний

source: Ignition
de: Zündung
es: Encendido
fr: Allumage
hi: इग्निशन
it: Accensione
nl: Ontsteking
pl: Zapłon
pt: Ignição
ru: Зажигание
tr: Kontak
uk: Запалювання

source: Iguana
de: Leguan
fr: Iguane
hi: इगुआना
nl: Leguaan
pl: Legwan
ru: Игуана
uk: Ігуана

source: Imagery
de: Bilder
es: Imágenes
fr: Images
hi: बिंब-चित्रण
it: Immagini
nl: Beelden
pl: Obrazy
pt: Imagens
ru: Образность
tr: Görüntüler
uk: Образи

source: Imaginary
de: Imaginär
es: Imaginario
fr: Imaginaire
hi: केवल मन में
it: Immaginario
nl: Denkbeeldig
pl: Wyimaginowany
pt: Imaginário
ru: Воображаемый
tr: Hayali
uk: Уявний

source: Impatiens
de: Ungeduldig
es: Impacientes
fr: Impatiente
hi: अधीर
it: Impaziente
nl: Vlijtig liesje
pl: Niecierpek
pt: Impaciência
ru: Нетерпее
tr: Sabırsızlar
uk: Імпатіенс

source: Incest
de: Inzest
es: Incesto
fr: Inceste
hi: अनाचार
it: Incesto
pl: Kazirodztwo
pt: Incesto
ru: Инцест
tr: Ensest
uk: Інцест

source: Inch
de: Zoll
es: Pulgada
fr: Pouce
hi: सरकना
it: Pollice
pl: Cal
pt: Polegada
ru: Дюйм
tr: Inç
uk: Дюйм

source: Incubus
de: Inkubus
es: Íncubo
fr: Incube
hi: इनक्यूबस
it: Incubo
nl: Nachtmerrie
pl: Inkub
pt: Incubo
ru: Инкубус
tr: İnkübüs
uk: Інкубус

source: India
de: Indien
es: La India
fr: Inde
hi: भारत
pl: Indie
pt: Índia
ru: Индия
tr: Hindistan
uk: Індія

# India1
source: India
de: Ida
fr: Irma
it: Imola
nl: Izaak
pl: Irena
ru: Иван
tr: Isparta
uk: Inda

source: Indigo
de: Indigoblau
es: Añil
hi: गहरा नीला
it: Indaco
pl: Indygo
pt: Anil
ru: Индиго
uk: Індиго

source: Indonesia
de: Indonesien
fr: Indonésie
hi: इंडोनेशिया
nl: Indonesië
pl: Indonezja
pt: Indonésia
ru: Индонезия
tr: Endonezya
uk: Індонезія

source: Indonesian
de: Indonesier
es: Indonesio
fr: Indonésien
hi: इन्डोनेशियाई
it: Indonesiano
nl: Indonesisch
pl: Indonezyjski
pt: Indonésio
ru: Индонезийский
tr: Endonezyalı
uk: Індонезійська

source: Industrial
de: Industrie
fr: Industriel
hi: औद्योगिक
it: Industriale
nl: Industrieel
pl: Przemysłowy
ru: Промышленный
tr: Endüstriyel
uk: Промисловий

source: Infestation
de: Befall
es: Plaga
hi: कीटग्रस्तता
it: Infestazione
nl: Plaag
pl: Plaga
pt: Infestação
ru: Наводнение
tr: İstila
uk: Зараження

source: Infinity
de: Unendlichkeit
es: Infinito
fr: Infini
hi: अनंतता
it: Infinito
nl: Oneindigheid
pl: Nieskończoność
pt: Infinito
ru: Бесконечность
tr: Sonsuzluk
uk: Нескінченність

source: Infraction
de: Übertretung
es: Infracción
hi: उल्लंघन
it: Infrazione
nl: Overtreding
pl: Naruszenie
pt: Infração
ru: Нарушение
tr: İflal
uk: Поразка

source: Injector
de: Injektor
es: Inyector
fr: Injecteur
hi: इंजेक्टर
it: Iniettore
pl: Wtryskiwacz
pt: Injetor
ru: Инжектор
tr: Enjektör
uk: Інжектор

source: Injunction
de: Verfügung
es: Requerimiento
fr: Injonction
hi: समादेश
it: Ingiunzione
nl: Rechterlijk bevel
pl: Nakaz sądowy
pt: Ordem judicial
ru: Судебный запрет
tr: İhtiyati tedbir
uk: Судова заборона

source: Insects & Bugs
de: Insekten & Käfer
es: Insectos y bichos
fr: Insectes et insectes
hi: कीड़े और कीड़े
it: Insetti e insetti
nl: Insecten & Insecten
pl: Owady i robaki
pt: Insetos e insetos
ru: Насекомые и жуки
tr: Böcekler ve Böcekler
uk: Комахи та жуки

source: Instruments
de: Instrumente
es: Instrumentos
hi: उपकरण
it: Strumenti
nl: Instrumenten
pl: Instrumenty
pt: Instrumentos
ru: Инструменты
tr: Enstrümanlar
uk: Інструменти

source: Integer
de: GanzeZahl
es: Entero
fr: Nombre entier relatif
hi: पूर्णांक
it: Numero intero
nl: Geheel
pl: Liczba całkowita
pt: Número inteiro
ru: Целое число
tr: Tamsayı
uk: Ціне число

source: Interest
de: Interesse
es: Interés
fr: Intérêt
hi: रोचकता
it: Interesse
nl: Interesse
pl: Zainteresowanie
pt: Interesse
ru: Интерес
tr: Ilgi
uk: Інтерес

source: Interface
de: Benutzeroberfläche
es: Interfaz
hi: इंटरफ़ेस
it: Interfaccia
pl: Interfejs
ru: Интерфейс
tr: Arayüz
uk: Інтерфейс

source: Interval
de: Intervall
es: Intervalo de tiempo
fr: Intervalle
hi: अंतराल
it: Intervallo
pl: Interwał
pt: Intervalo
ru: Интервал
tr: Aralık
uk: Інтервал

source: Intestine
de: Darm
es: Intestino
fr: Intestin
hi: आँत
it: Intestino
nl: Darm
pl: Jelito
pt: Intestino
ru: Кишечник
tr: Bağırsak
uk: Кишечник

source: Ireland
de: Irland
es: Irlanda
fr: Irlande
hi: आयरलैंड
it: Irlanda
nl: Ierland
pl: Irlandia
pt: Irlanda
ru: Ирландия
tr: İrlanda
uk: Ірландія

source: Iron
de: Eisen
es: Hierro
fr: Fer à repasser
hi: लोहा
it: Ferro da stiro
nl: Ijzer
pl: Żelazo
pt: Ferro de passar
ru: Утюг
tr: Demir
uk: Залізо

source: Irony
de: Ironie
es: Ironía
fr: Ironie
hi: विडंबना
it: Ironia
nl: Ironie
pl: Ironia
pt: Ironia
ru: Ирония
tr: Ince alay
uk: Іронія

source: Island
de: Insel
es: Isla
fr: Île
hi: द्वीप
it: Isola
nl: Eiland
pl: Wyspa
pt: Ilha
ru: Остров
tr: Ada
uk: Острів

source: Isotope
de: Isotop
es: Isótopo
hi: समस्थानिक
it: Isotopo
nl: Isotoop
pl: Izotop
pt: Isótopo
ru: Изотоп
tr: İzotop
uk: Ізотоп

source: Isthmus
de: Landenge
es: Istmo
fr: Isthme
hi: जलडमरूमध्य
it: Istmo
nl: Landengte
pl: Przesmyk
pt: Istmo
ru: Перешеек
tr: İstatık
uk: Істмус

source: Italian
de: Italiener
es: Italiano
fr: Italien
hi: इतालवी
it: Italiano
nl: Italiaans
pl: Włoski
pt: Italiano
ru: Итальянский
tr: İtalyan
uk: Італійський

source: Italy
de: Italien
es: Italia
fr: Italie
hi: इटली
it: Italia
nl: Italië
pl: Włochy
pt: Itália
ru: Италия
tr: İtalya
uk: Італія

source: Ivory
de: Elfenbein
es: Marfil
fr: Ivoire
hi: गज दंत
it: Avorio
nl: Ivoor
pl: Kość słoniowa
pt: Marfim
ru: Слоновая кость
tr: Fil dişi
uk: Слонова кістка

source: Ivy
de: Efeu
es: Hiedra
fr: Lierre
hi: आइवी
it: Edera
nl: Klimop
pl: Bluszcz
pt: Hera
ru: Плющ
tr: Sarmaşık
uk: Плющ

source: Jackal
de: Schakal
es: Chacal
fr: Chacal
hi: गीदड़
it: Sciacallo
nl: Jakhals
pl: Szakal
pt: Chacal
ru: Шакал
tr: Çakal
uk: Шакал

source: Jacket
de: Jacke
es: Chaqueta
fr: Veste
hi: जैकेट
it: Giacca
nl: Jas
pl: Kurtka
pt: Casaco
ru: Куртка
tr: Ceket
uk: Куртка

source: Jam
de: Konfitüre
es: Mermelada
fr: Confiture
hi: जैम
it: Blocco
pl: Dżem
pt: Geleia
ru: Джем
tr: Reçel
uk: Варення

source: Japanese
de: Japaner
es: Japonés
fr: Japonais
hi: जापानी
it: Giapponese
nl: Japans
pl: Japończyk
pt: Japonês
ru: Японский
tr: Japonca
uk: Японський

source: Jar
de: Glas
es: Jarra
fr: Pot
hi: जार
it: Vaso
nl: Pot
pl: Słoik
pt: Frasco
ru: Банка
tr: Çömlek
uk: Баночка

source: Jasmine
de: Jasmin
es: Jazmín
fr: Jasmin
hi: जैस्मीन
it: Gelsomino
nl: Jasmijn
pl: Jaśmin
pt: Jasmim
ru: Жасмин
tr: Yasemin
uk: Жасмин

source: Javanese
de: Javanesisch
es: Javanés
fr: Javanais
hi: जावानीस
it: Giavanese
nl: Javaans
pl: Jawajczyk
pt: Javanês
ru: Яванский
tr: Cavalı
uk: Яванський

source: Javelin
de: Speer
es: Jabalina
fr: Javelot
hi: भाला
it: Giavellotto
nl: Speer
pl: Oszczep
pt: Dardo
ru: (Метательное) копьё
tr: Cirit
uk: Савелін

source: Jaw
de: Kiefer
es: Mandíbula
fr: Mâchoire
hi: जबड़ा
it: Fauci
nl: Kaak
pl: Szczęka
pt: Mandíbula
ru: Челюсть
tr: Çene
uk: Щелепа

source: Jealousy
de: Eifersucht
es: Envidia
fr: Jalousie
hi: ईर्ष्या
it: Gelosia
nl: Jaloezie
pl: Zazdrość
pt: Ciúme
ru: Ревность
tr: Kıskançlık
uk: Ревноти

source: Jellyfish
de: Qualle
es: Medusa
fr: Méduse
hi: छत्रिक
it: Medusa
nl: Kwal
pl: Meduza
pt: Água-viva
ru: Медуза
tr: Deniz anası
uk: Медуза

source: Jogging
de: Joggen
hi: जॉगिंग
nl: Joggen
ru: Бег трусцой
tr: Koşu
uk: Біг підтюпцем

source: Joint
de: Gelenk
es: Articulación
hi: जोड़
it: Giunto
nl: Gezamenlijk
pt: Articulação
ru: Совместный
tr: Eklem
uk: Спільний

source: Joist
de: Deckenbalken
es: Vigueta
fr: Solive
hi: कड़ी धरन
it: Travetto
nl: Dwarsbalk
pl: Legar podłogowy
pt: Viga
ru: Балка
tr: Kiriş
uk: Джалка

source: Joy
de: Freude
es: Alegría
fr: Joie
hi: हर्ष
it: Gioia
nl: Vreugde
pl: Radość
pt: Alegria
ru: Радость
tr: Neşe
uk: Радість

source: Judge
de: Richter
es: Juez
fr: Juge
hi: पारखी
it: Giudice
nl: Rechter
pl: Sędzia
pt: Juiz
ru: Судья
tr: Yargıç
uk: Суддя

source: Judgment
de: Einschätzung
es: Juicio
fr: Jugement
hi: निर्णय
it: Giudizio
nl: Oordeel
pl: Wyrok
pt: Sentença
ru: Суждение
tr: Yargı
uk: Судження

source: Jug
de: Krug
es: Jarra
fr: Cruche
hi: जग
it: Brocca
nl: Kan
pl: Dzban
pt: Jarro
ru: Кувшин
tr: Sürahi
uk: Глечик

source: Juicer
de: Saftpresse
es: Exprimidor
fr: Centrifugeuse
hi: जूसर
it: Spremifrutta
nl: Vruchtenpers
pl: Sokowirówka
pt: Espremedor de suco
ru: Соковыжималка
tr: Meyve sıkacağı
uk: Соковижималка

source: Juliet
de: Julius
es: Julio
fr: Joseph
it: Jolly
nl: Jan
pl: Jan
pt: Juliette
ru: Джульетта
tr: Jandarma
uk: Juliett

source: Jumpsuit
de: Overall
es: Mono
fr: Combinaison
hi: जंपसूट
it: Tuta intera
pl: Kombinezon
pt: Macacão
ru: Комбинезон
tr: Tulum
uk: Комбінезон

source: Jungle
de: Dschungel
es: Selva
hi: जंगल
it: Giungla
pl: Dżungla
pt: Selva
ru: Джунгли
tr: Cangıl
uk: Джунглі

source: Jury
de: Geschworenen
es: Jurado popular
hi: जूरी
it: Giuria
pt: Júri
ru: Жюри
tr: Jüri
uk: Присяжні

source: Jute
de: Jutefaser
es: Yute
hi: जूट
it: Iuta
pl: Juta
pt: Juta
ru: Джут
tr: Jüt
uk: Джут

source: Juxtaposition
de: Nebeneinander
es: Yuxtaposición
hi: सन्निकटता
it: Giustapposizione
nl: Plaatsing naast elkaar
pl: Zestawienie
pt: Justaposição
ru: Сопоставление
tr: Yan yana
uk: Зіставлення

source: Kangaroo
de: Känguru
es: Canguro
fr: Kangourou
hi: कंगारू
it: Canguro
nl: Kangoeroe
pl: Kangur
pt: Canguru
ru: Кенгуру
tr: Kanguru
uk: Кенгуру

source: Kayak
de: Kajak
hi: कश्ती
nl: Kajak
pl: Kajak
pt: Caiaque
ru: Каяк
tr: Kayık
uk: Байдарка

source: Kelp
de: Tang
fr: Laminaire
hi: केल्प
it: Fuco
pl: Krasnorosty morskie
pt: Alga parda
ru: Водоросли
uk: Ламінарія

source: Kenya
de: Kenia
es: Kenia
hi: केन्या
nl: Kenia
pl: Kenia
pt: Quênia
ru: Кения
uk: Кенія

source: Kernel
de: Kern
es: Grano
fr: Noyau
hi: कर्नेल
it: Nocciolo
pl: Jądro
ru: Ядро
tr: Çekirdek
uk: Ядро

source: Kestrel
de: Turmfalke
es: Cernícalo
fr: Crécerelle
hi: केस्ट्रेल
it: Gheppio
nl: Torenvalk
pl: Pustułka
pt: Francelho
ru: Пустельга
uk: Кестрел

source: Kettle
de: Wasserkessel
es: Olla
fr: Bouilloire
hi: केतली
it: Bollitore
nl: Ketel
pl: Czajnik
pt: Chaleira
ru: Чайник
tr: Çaydanlık
uk: Чайник

source: Kidnapping
de: Entführung
es: Secuestro
fr: Enlèvement
hi: अपहरण
it: Rapimento
nl: Ontvoering
pl: Porwanie
pt: Sequestro
ru: Похитие
tr: Kaçırma
uk: Викрадення

source: Kidney
de: Niere
es: Riñón
fr: Rein
hi: किडनी
it: Rene
nl: Nier
pl: Nerka
pt: Rim
ru: Почка
tr: Böbrek
uk: Нирка

source: Kilo
de: Kaufmann
fr: Kléber
it: Kappa
nl: Karel
pl: Karol
ru: Константин
tr: Konya

source: Kinetic
de: Kinetisch
es: Cinético
fr: Cinétique
hi: गति-विषयक
it: Cinetico
nl: Kinetisch
pl: Kinetyczny
pt: Cinético
ru: Кинетический
tr: Kinetik
uk: Кінетичний

source: Kingfisher
de: Eisvogel
es: Martín pescador
fr: Martin-pêcheur
hi: कौड़िल्ला
it: Martin pescatore
nl: Ijsvogel
pl: Zimorodek
pt: Martim-pescador
ru: (Голубой) зимородок
tr: Yalı çapkını
uk: Зимородок

source: Kitchenware
de: Küchengeräte
es: Artículos de cocina
fr: Ustensiles de cuisine
hi: रसोईघर के बर्तन
it: Utensili da cucina
nl: Keukengerei
pl: Przybory kuchenne
pt: Utensílios de cozinha
ru: Кухонная утварь
tr: Mutfak gereçleri
uk: Кухонний посуд

source: Kite
de: Drachen
es: Cometa
fr: Cerf-volant
hi: पतंग
it: Aquilone
nl: Vlieger
pl: Latawiec
pt: Pipa
ru: Воздушный змей
tr: Uçurtma
uk: Повітряний змій

source: Knead
de: Kneten
es: Amasar
fr: Pétrir
hi: गूंधना
it: Impastare
nl: Kneden
pl: Zagnieść
pt: Amassar
ru: Месить, замесить
tr: Yoğurmak
uk: Заміс

source: Knee
de: Kniegelenk
es: Rodilla
fr: Genou
hi: घुटना
it: Ginocchio
nl: Knie
pl: Kolano
pt: Joelho
ru: Колено
tr: Diz
uk: Коліно

source: Knife
de: Messer
es: Cuchillo
fr: Couteau
hi: चाक़ू
it: Coltello
nl: Mes
pl: Nóż
pt: Faca
ru: Нож
tr: Bıçak
uk: Ніж
